ClassNotes/EmbodiedCulturesMusicMath210308.org

* Prologue: Weaving - Math - Music  (Text, Code ...)

- Weaving blankets in the Himalayas: https://www.youtube.com/watch?v=KHJaXD0k8f0
- Manjul Bhargava on Tabla and Maths https://www.youtube.com/watch?v=oCpdAPt7UOs
- Manjul Bhargava lecture intro with Tabla https://www.youtube.com/watch?v=xpp_625ZUOU
- (More details:) Manjul Bhargava lecture on maths and rhythms and sanskrit in indian school https://www.youtube.com/watch?v=siFBqH-LaQQ Hemachandra numbers / equation. Basic example of recurrence. (Origin of Fibonacci numbers.)

* Bols, Refrains, Grounds

** Prelude: Meister Eckhardt: Grundt. 

For you to guess and find out.

** Part 1: Tabla and bols

- Female tabla player - Mitali Vinchurkar (Tribute to ustad Jahangeer Khan Sahab)  https://www.youtube.com/watch?v=12BUw_STDVc

** Part 2: Basso Ostinato, Litany

- Claudio Monteverdi: Lamento della Ninfa Amor, Dicea https://www.youtube.com/watch?v=OMD9kY_BKsE
- Claudio Monteverdi: Sacta Maria Ora Pro Nobis (Vespro della Beata Vergine) - with Christina Pluhar: https://youtu.be/oER4HHGfLGE?t=3040 (start at end of previous piece)
- Claudio Monteverdi: Ave Maris Stella (Vespro della Beata Vergine)
  - Christina Pluhar: https://youtu.be/oER4HHGfLGE?t=3495
  - With score: https://www.youtube.com/watch?v=deagNRZmrTs
  - The Sixteen https://www.youtube.com/watch?v=QahnveGrxLw

** Part 3: Suspension (Schweben), Chorale

L.v. Beethoven: Cavatina.  String Quartet No. 13, in B, Op. 130, Movement 6. "Cavatina" 

- The cavatina with autograph score.  (No comment...) https://www.youtube.com/watch?v=UKua7tHhgug 
  - The start of the Beklemmt part with autograph score: https://youtu.be/UKua7tHhgug?t=304
- Version with printed score. L.v. Beethoven: Cavatina Beklemmt Quartet: With score https://www.youtube.com/watch?v=TjQb4-03ojk
  - The triplets leading up to "Beklemmt" start about here https://youtu.be/TjQb4-03ojk?t=234
- The same with orchestra. Wilhelm Furtwaengler + Berlin Phil, Berlin, October 1940. https://youtu.be/9wEl0aYqCt4?t=298 (Beklemmt part)

** Part 4: Γλέντι

- Jugalbandi https://www.youtube.com/watch?v=zvjPsMpbnac&list=RDhJP4ES06Xk8&index=5
- Suresh Talwalkar, 3 different tals at same time https://www.youtube.com/watch?v=8VQTQGUCecM
- Mix - Taalyogi Padmashree Pt. Suresh Talwalkar ji Rare clip (Rupak) https://www.youtube.com/watch?v=cEDFjhsy05Y&list=RDhJP4ES06Xk8&index=4
- PADMASHRI PT. SURESH TALWALKAR -- concert - part 4 - PT. MADHUKAR JOSHI AMRUT MOHOTSAVA SAMARAMBHA https://www.youtube.com/watch?v=zV-SlQphISI

- Disembodied? https://www.youtube.com/watch?v=V3CrHR4ui5I

* Epilogue - More material, Education, children, mind

** Konnakol (Carnatic Music)
 - V Shivapriya @ School - Founders day https://www.youtube.com/watch?v=g2ozpJYRw4k
 - V Shivapriya @ School: Another demonstration https://www.youtube.com/watch?v=sw2PW5_CoNg
 - V Shivapriya how much is 7 times 9? https://www.youtube.com/watch?v=cDG3XVsEhwk
 - Shivapriya and Somashekar: Konnakol Duet https://www.youtube.com/watch?v=iurhjlBum0o 

** Traditional Teaching and Virtuoso performance in Hindustani Music

Αποσπάσματα από την καλλιτεχνική πορεία της Kaushiki Chakravorty

- https://www.youtube.com/watch?v=uzvxclBmqZQ
- https://www.youtube.com/watch?v=66oypyk1FHs
- https://www.youtube.com/watch?v=UvHpH0uVffo&list=RDMM&t=318s
