ClassNotes/EmbodiedCulturesMusicMath210308.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-03-08 Mon 05:20 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Iannis Zannos" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgb38b013">1. Prologue: Weaving - Math - Music  (Text, Code &#x2026;)</a></li>
<li><a href="#org6b51697">2. Bols, Refrains, Grounds</a>
<ul>
<li><a href="#org37c9d5c">2.1. Prelude: Meister Eckhardt: Grundt.</a></li>
<li><a href="#org94eb73b">2.2. Part 1: Tabla and bols</a></li>
<li><a href="#orgde72a89">2.3. Part 2: Basso Ostinato, Litany</a></li>
<li><a href="#org82702f0">2.4. Part 3: Suspension (Schweben), Chorale</a></li>
<li><a href="#orgf3deca4">2.5. Part 4: Γλέντι</a></li>
</ul>
</li>
<li><a href="#org38b0157">3. Epilogue - More material, Education, children, mind</a>
<ul>
<li><a href="#org06ef2b9">3.1. Konnakol (Carnatic Music)</a></li>
<li><a href="#orgf56b6ef">3.2. Traditional Teaching and Virtuoso performance in Hindustani Music</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgb38b013" class="outline-2">
<h2 id="orgb38b013"><span class="section-number-2">1</span> Prologue: Weaving - Math - Music  (Text, Code &#x2026;)</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Weaving blankets in the Himalayas: <a href="https://www.youtube.com/watch?v=KHJaXD0k8f0">https://www.youtube.com/watch?v=KHJaXD0k8f0</a></li>
<li>Manjul Bhargava on Tabla and Maths <a href="https://www.youtube.com/watch?v=oCpdAPt7UOs">https://www.youtube.com/watch?v=oCpdAPt7UOs</a></li>
<li>Manjul Bhargava lecture intro with Tabla <a href="https://www.youtube.com/watch?v=xpp_625ZUOU">https://www.youtube.com/watch?v=xpp_625ZUOU</a></li>
<li>(More details:) Manjul Bhargava lecture on maths and rhythms and sanskrit in indian school <a href="https://www.youtube.com/watch?v=siFBqH-LaQQ">https://www.youtube.com/watch?v=siFBqH-LaQQ</a> Hemachandra numbers / equation. Basic example of recurrence. (Origin of Fibonacci numbers.)</li>
</ul>
</div>
</div>

<div id="outline-container-org6b51697" class="outline-2">
<h2 id="org6b51697"><span class="section-number-2">2</span> Bols, Refrains, Grounds</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org37c9d5c" class="outline-3">
<h3 id="org37c9d5c"><span class="section-number-3">2.1</span> Prelude: Meister Eckhardt: Grundt.</h3>
<div class="outline-text-3" id="text-2-1">
<p>
For you to guess and find out.
</p>
</div>
</div>

<div id="outline-container-org94eb73b" class="outline-3">
<h3 id="org94eb73b"><span class="section-number-3">2.2</span> Part 1: Tabla and bols</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li>Female tabla player - Mitali Vinchurkar (Tribute to ustad Jahangeer Khan Sahab)  <a href="https://www.youtube.com/watch?v=12BUw_STDVc">https://www.youtube.com/watch?v=12BUw_STDVc</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgde72a89" class="outline-3">
<h3 id="orgde72a89"><span class="section-number-3">2.3</span> Part 2: Basso Ostinato, Litany</h3>
<div class="outline-text-3" id="text-2-3">
<ul class="org-ul">
<li>Claudio Monteverdi: Lamento della Ninfa Amor, Dicea <a href="https://www.youtube.com/watch?v=OMD9kY_BKsE">https://www.youtube.com/watch?v=OMD9kY_BKsE</a></li>
<li>Claudio Monteverdi: Sacta Maria Ora Pro Nobis (Vespro della Beata Vergine) - with Christina Pluhar: <a href="https://youtu.be/oER4HHGfLGE?t=3040">https://youtu.be/oER4HHGfLGE?t=3040</a> (start at end of previous piece)</li>
<li>Claudio Monteverdi: Ave Maris Stella (Vespro della Beata Vergine)
<ul class="org-ul">
<li>Christina Pluhar: <a href="https://youtu.be/oER4HHGfLGE?t=3495">https://youtu.be/oER4HHGfLGE?t=3495</a></li>
<li>With score: <a href="https://www.youtube.com/watch?v=deagNRZmrTs">https://www.youtube.com/watch?v=deagNRZmrTs</a></li>
<li>The Sixteen <a href="https://www.youtube.com/watch?v=QahnveGrxLw">https://www.youtube.com/watch?v=QahnveGrxLw</a></li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org82702f0" class="outline-3">
<h3 id="org82702f0"><span class="section-number-3">2.4</span> Part 3: Suspension (Schweben), Chorale</h3>
<div class="outline-text-3" id="text-2-4">
<p>
L.v. Beethoven: Cavatina.  String Quartet No. 13, in B, Op. 130, Movement 6. "Cavatina" 
</p>

<ul class="org-ul">
<li>The cavatina with autograph score.  (No comment&#x2026;) <a href="https://www.youtube.com/watch?v=UKua7tHhgug">https://www.youtube.com/watch?v=UKua7tHhgug</a> 
<ul class="org-ul">
<li>The start of the Beklemmt part with autograph score: <a href="https://youtu.be/UKua7tHhgug?t=304">https://youtu.be/UKua7tHhgug?t=304</a></li>
</ul></li>
<li>Version with printed score. L.v. Beethoven: Cavatina Beklemmt Quartet: With score <a href="https://www.youtube.com/watch?v=TjQb4-03ojk">https://www.youtube.com/watch?v=TjQb4-03ojk</a>
<ul class="org-ul">
<li>The triplets leading up to "Beklemmt" start about here <a href="https://youtu.be/TjQb4-03ojk?t=234">https://youtu.be/TjQb4-03ojk?t=234</a></li>
</ul></li>
<li>The same with orchestra. Wilhelm Furtwaengler + Berlin Phil, Berlin, October 1940. <a href="https://youtu.be/9wEl0aYqCt4?t=298">https://youtu.be/9wEl0aYqCt4?t=298</a> (Beklemmt part)</li>
</ul>
</div>
</div>

<div id="outline-container-orgf3deca4" class="outline-3">
<h3 id="orgf3deca4"><span class="section-number-3">2.5</span> Part 4: Γλέντι</h3>
<div class="outline-text-3" id="text-2-5">
<ul class="org-ul">
<li>Jugalbandi <a href="https://www.youtube.com/watch?v=zvjPsMpbnac&amp;list=RDhJP4ES06Xk8&amp;index=5">https://www.youtube.com/watch?v=zvjPsMpbnac&amp;list=RDhJP4ES06Xk8&amp;index=5</a></li>
<li>Suresh Talwalkar, 3 different tals at same time <a href="https://www.youtube.com/watch?v=8VQTQGUCecM">https://www.youtube.com/watch?v=8VQTQGUCecM</a></li>
<li>Mix - Taalyogi Padmashree Pt. Suresh Talwalkar ji Rare clip (Rupak) <a href="https://www.youtube.com/watch?v=cEDFjhsy05Y&amp;list=RDhJP4ES06Xk8&amp;index=4">https://www.youtube.com/watch?v=cEDFjhsy05Y&amp;list=RDhJP4ES06Xk8&amp;index=4</a></li>
<li>PADMASHRI PT. SURESH TALWALKAR &#x2013; concert - part 4 - PT. MADHUKAR JOSHI AMRUT MOHOTSAVA SAMARAMBHA <a href="https://www.youtube.com/watch?v=zV-SlQphISI">https://www.youtube.com/watch?v=zV-SlQphISI</a></li>

<li>Disembodied? <a href="https://www.youtube.com/watch?v=V3CrHR4ui5I">https://www.youtube.com/watch?v=V3CrHR4ui5I</a></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org38b0157" class="outline-2">
<h2 id="org38b0157"><span class="section-number-2">3</span> Epilogue - More material, Education, children, mind</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org06ef2b9" class="outline-3">
<h3 id="org06ef2b9"><span class="section-number-3">3.1</span> Konnakol (Carnatic Music)</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>V Shivapriya @ School - Founders day <a href="https://www.youtube.com/watch?v=g2ozpJYRw4k">https://www.youtube.com/watch?v=g2ozpJYRw4k</a></li>
<li>V Shivapriya @ School: Another demonstration <a href="https://www.youtube.com/watch?v=sw2PW5_CoNg">https://www.youtube.com/watch?v=sw2PW5_CoNg</a></li>
<li>V Shivapriya how much is 7 times 9? <a href="https://www.youtube.com/watch?v=cDG3XVsEhwk">https://www.youtube.com/watch?v=cDG3XVsEhwk</a></li>
<li>Shivapriya and Somashekar: Konnakol Duet <a href="https://www.youtube.com/watch?v=iurhjlBum0o">https://www.youtube.com/watch?v=iurhjlBum0o</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgf56b6ef" class="outline-3">
<h3 id="orgf56b6ef"><span class="section-number-3">3.2</span> Traditional Teaching and Virtuoso performance in Hindustani Music</h3>
<div class="outline-text-3" id="text-3-2">
<p>
Αποσπάσματα από την καλλιτεχνική πορεία της Kaushiki Chakravorty
</p>

<ul class="org-ul">
<li><a href="https://www.youtube.com/watch?v=uzvxclBmqZQ">https://www.youtube.com/watch?v=uzvxclBmqZQ</a></li>
<li><a href="https://www.youtube.com/watch?v=66oypyk1FHs">https://www.youtube.com/watch?v=66oypyk1FHs</a></li>
<li><a href="https://www.youtube.com/watch?v=UvHpH0uVffo&amp;list=RDMM&amp;t=318s">https://www.youtube.com/watch?v=UvHpH0uVffo&amp;list=RDMM&amp;t=318s</a></li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Iannis Zannos</p>
<p class="date">Created: 2021-03-08 Mon 05:20</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
